Repository: wp-plugins/very-simple-favicon-manager
Catalog: translation/favicon-*.po
Languages: nl_nl

source: Favicon (16x16px or 32x32px)
nl_nl: Favicon (16x16px of 32x32px)

source: Your Favicon
nl_nl: Je favicon

source: IOS app icon (180x180px)
nl_nl: IOS app icoon (180x180px)

source: Your IOS app icon
nl_nl: Je IOS app icoon

source: Android app icon (192x192px)
nl_nl: Android app icoon (192x192px)

source: Your Android app icon
nl_nl: Je Android app icoon

source: Upload your favicon (.ico or .png file) in the media library and copy-paste link here.
nl_nl: Upload je favicon (.ico of .png bestand) in de media bibliotheek en kopieer-plak de link hier.

source: Upload your icon (.png file) in the media library and copy-paste link here.
nl_nl: Upload je icoon (.png bestand) in de media bibliotheek en kopieer-plak de link hier.

source: Save
nl_nl: Opslaan

source: When no favicon or app icon is added, a default favicon or app icon will be used.
nl_nl: Als er geen favicon of app icoon is toegevoegd, wordt een standaard favicon of app icoon gebruikt.

source: This is a very simple plugin to add an IOS or Android app icon or a favicon in the address bar of your browser. For more info please check readme file.
nl_nl: Dit is een zeer eenvoudige plugin om een IOS of Android app icoon toe te voegen of een favicon in de adresbalk van je browser. Voor meer info zie readme bestand.
