Repository: wp-plugins/very-simple-favicon-manager
Catalog: translation/very-simple-favicon-manager-*.po
Languages: nl_nl

source: Favicon (16x16px or multi-size)
nl_nl: Favicon (16x16px of multi-size)

source: Your Favicon
nl_nl: Je favicon

source: IOS site icon (180x180px)
nl_nl: IOS site icoon (180x180px)

source: Your IOS site icon
nl_nl: Je IOS site icoon

source: Upload your favicon (.ico file) in the media library and copy-paste link here.
nl_nl: Upload je favicon (.ico bestand) in de media bibliotheek en kopieer-plak de link hier.

source: Upload your icon (.png file) in the media library and copy-paste link here.
nl_nl: Upload je icoon (.png bestand) in de media bibliotheek en kopieer-plak de link hier.

source: Save
nl_nl: Opslaan

source: When no favicon or site icon link is added, a default favicon or site icon will be used.
nl_nl: Als er geen favicon of site icoon link is toegevoegd, wordt een standaard favicon of site icoon gebruikt.

source: For more info please check this page:
nl_nl: Voor meer info zie deze pagina:

source: This is a very simple plugin to add an IOS site icon or a favicon in the address bar of your browser. For more info please check readme file.
nl_nl: Dit is een zeer eenvoudige plugin om een IOS site icoon toe te voegen of een favicon in de adresbalk van je browser. Voor meer info zie readme bestand.
